<?php
 /* Index template file. */
 /* @package delikatniy-pereezd\Template */
 /* Template name: price */
 /* Assets ID: price */

get_header();
?>
<main class="main flex__center pt-from-88-to-103">
    <section class="section">
        <div class="breadcrumb__wrap flex__center">
            <ul class="breadcrumb">
                <li><a href="#">Главная</a></li>
                <li class="current__page">Цены</li>
            </ul>
        </div>
        <div class="action__block flex__center mt-from-24-to-32">
            <div class="action__block--text flex__center">
                <div class="paragraph__text--wrap">
                    <h1 class="title">Сколько стоит деликатный переезд?</h1>
                    <p class="block__text mt-from-8-to-16">Все индивидуально и зависит от количества комнат, веса имущества и ещё множества факторов.</p>
                </div>
            </div>
            <div class="action__block--img flex__center">
                <picture class="flex__center">
                    <img src="<?php echo esc_url( get_template_directory_uri() ); ?>/src/img/price-hero.png" alt="">
                </picture>
            </div>
        </div>
    </section>
    <section class="section pt-from-64-to-152">
        <?php include(THEME_DIR . '/blocks/how-calculate-cost-block.php'); ?>
    </section>
    <section class="section pt-from-64-to-152">
        <div class="calculation__options--wrap flex__center">
            <h2 class="subtitle calculation-options__subtitle text__center--mobile mb-from-24-to-56">Что может повлиять на стоимость переезда?</h2>
            <div class="calculation__options mobile">
                <div class="swiper-container calculation-options pb-24-mobile">
                    <div class="swiper-wrapper">
                        <div class="swiper-slide custom__slide custom__slide--height">
                            <div class="paragraph__block paragraph__white paragraph__calculation-options">
                                <div class="paragraph__icon light flex__center">
                                    <!-- elevator-icon -->
                                    <svg width="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M27 33V9.13793C27 8.58565 26.5523 8.13793 26 8.13793H18M9 33V9.13793C9 8.58565 9.44772 8.13793 10 8.13793H18M18 8.13793V33M21 5.75977H15M6 33H30C30.5523 33 31 32.5523 31 32V4C31 3.44772 30.5523 3 30 3H6C5.44772 3 5 3.44772 5 4V32C5 32.5523 5.44772 33 6 33Z" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Есть ли в здании лифт или на какой этаж нужно подняться</p>
                                    <p class="block__text mt-8">Если лифта нет, а помещение на последнем этаже, у нас уйдет больше времени.</p>
                                </div>
                            </div>
                        </div>
                        <div class="swiper-slide custom__slide custom__slide--height">
                            <div class="paragraph__block paragraph__white paragraph__calculation-options">
                                <div class="paragraph__icon light flex__center">
                                    <!-- parking-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M15 25V18M15 18V11H19.5C21.433 11 23 12.567 23 14.5C23 16.433 21.433 18 19.5 18H15ZM3 34H33C33.5523 34 34 33.5523 34 33V3C34 2.44772 33.5523 2 33 2H3C2.44772 2 2 2.44772 2 3V33C2 33.5523 2.44772 34 3 34Z" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Можно ли припарковать машину у входа</p>
                                    <p class="block__text mt-8">Если нет, то расстояние от двери до автомобиля увеличится, специалисты будут работать дольше.</p>
                                </div>
                            </div>
                        </div>
                        <div class="swiper-slide custom__slide custom__slide--height">
                            <div class="paragraph__block paragraph__white paragraph__calculation-options">
                                <div class="paragraph__icon light flex__center">
                                    <!-- clothes-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M18 33H30C30.5523 33 31 32.5523 31 32V9C31 8.49864 30.631 8.08346 30.1498 8.01115C30.0513 7.99634 29.9516 7.9851 29.8563 7.95578L23.5 6M18 33H6C5.44772 33 5 32.5523 5 32V9C5 8.49511 5.37417 8.07762 5.86034 8.00968C5.95236 7.99682 6.04532 7.98705 6.13467 7.96152L13 6M18 33V16.125M18 16.125L23.9405 12.3551C24.2796 12.1398 24.4571 11.7426 24.3911 11.3463L23.5 6M18 16.125L12.5595 12.3551C12.2204 12.1398 12.0429 11.7426 12.1089 11.3463L13 6M18 16.125L23.5 6M18 16.125L13 6M13 6L13.3607 3.8356C13.4411 3.35341 13.8583 3 14.3471 3H22.1529C22.6417 3 23.0589 3.35341 23.1393 3.8356L23.5 6M22 21H27" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Нужно ли упаковывать вещи</p>
                                    <p class="block__text mt-8">Справитесь с упаковкой сами — мы всё погрузим и разгрузим. Нужна помощь — приедем заранее и привезем всё необходимое.</p>
                                </div>
                            </div>
                        </div>
                        <div class="swiper-slide custom__slide custom__slide--height">
                            <div class="paragraph__block paragraph__white paragraph__calculation-options">
                                <div class="paragraph__icon light flex__center">
                                    <!-- wide-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M11 19.5L10.5404 19.0404C10.2865 19.2942 10.2865 19.7058 10.5404 19.9596L11 19.5ZM25 19.5L25.4596 19.9596C25.7135 19.7058 25.7135 19.2942 25.4596 19.0404L25 19.5ZM7 4.65H29V3.35H7V4.65ZM29.35 5V32H30.65V5H29.35ZM6.65 32V5H5.35V32H6.65ZM29 4.65C29.1933 4.65 29.35 4.8067 29.35 5H30.65C30.65 4.08873 29.9113 3.35 29 3.35V4.65ZM7 3.35C6.08873 3.35 5.35 4.08873 5.35 5H6.65C6.65 4.8067 6.8067 4.65 7 4.65V3.35ZM11 20.15H25V18.85H11V20.15ZM25.4596 19.0404L21.9596 15.5404L21.0404 16.4596L24.5404 19.9596L25.4596 19.0404ZM24.5404 19.0404L21.0404 22.5404L21.9596 23.4596L25.4596 19.9596L24.5404 19.0404ZM11.4596 19.9596L14.9596 16.4596L14.0404 15.5404L10.5404 19.0404L11.4596 19.9596ZM10.5404 19.9596L14.0404 23.4596L14.9596 22.5404L11.4596 19.0404L10.5404 19.9596Z" fill="#F58220"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Ширина дверных проёмов и лестничных пролётов</p>
                                    <p class="block__text mt-8">Чтобы избежать неожиданностей, лучше заранее измерьте ширину мебели и дверных проёмов и лестничных пролётов. Если первое окажется больше второго, мебель придётся разбирать, а это дополнительное время.</p>
                                </div>
                            </div>
                        </div>
                        <div class="swiper-slide custom__slide custom__slide--height">
                            <div class="paragraph__block paragraph__white paragraph__calculation-options">
                                <div class="paragraph__icon light flex__center">
                                    <!-- weight-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M12 19.8829H13.2761V15.8786L12 16.8039V16.0108L13.2914 15.0778H14.0096V19.8829H15.0565V20.5205H12V19.8829Z" fill="#F58220"/>
                                        <path d="M17.5044 20.5983C17.214 20.5983 16.9618 20.5594 16.7479 20.4816C16.5339 20.3987 16.3531 20.2924 16.2054 20.1629C16.0627 20.0281 15.9532 19.8778 15.8768 19.7119C15.8004 19.546 15.7571 19.3749 15.7469 19.1987H16.4652C16.4906 19.3957 16.5925 19.5693 16.7708 19.7197C16.9542 19.87 17.1987 19.9451 17.5044 19.9451C17.8508 19.9451 18.1233 19.8363 18.322 19.6186C18.5206 19.3957 18.62 19.0873 18.62 18.6933C18.62 18.4704 18.5869 18.2786 18.5206 18.1179C18.4595 17.9572 18.3755 17.8276 18.2685 17.7292C18.1666 17.6307 18.0494 17.5581 17.917 17.5114C17.7845 17.4648 17.647 17.4415 17.5044 17.4415C17.2293 17.4415 17.0128 17.4933 16.8549 17.597C16.702 17.7006 16.5849 17.8199 16.5034 17.9546H15.8615V15.0778H19.0326V15.7153H16.5798V17.2315C16.8447 16.9361 17.1911 16.7883 17.619 16.7883C18.1488 16.7883 18.5665 16.9516 18.8721 17.2782C19.1829 17.6048 19.3383 18.0765 19.3383 18.6933C19.3383 18.9836 19.2924 19.2479 19.2007 19.4864C19.1141 19.7197 18.9893 19.9192 18.8263 20.0851C18.6684 20.251 18.4748 20.378 18.2456 20.4661C18.0214 20.5542 17.7744 20.5983 17.5044 20.5983Z" fill="#F58220"/>
                                        <path d="M22.0897 20.5983C21.8299 20.5983 21.5828 20.5542 21.3485 20.4661C21.1193 20.378 20.918 20.2276 20.7448 20.0151C20.5716 19.7974 20.4341 19.5097 20.3322 19.1521C20.2303 18.7892 20.1794 18.3382 20.1794 17.7991V17.6436C20.1794 17.1408 20.2303 16.721 20.3322 16.384C20.4341 16.0471 20.5716 15.7775 20.7448 15.5754C20.918 15.368 21.1193 15.2203 21.3485 15.1322C21.5828 15.0441 21.8299 15 22.0897 15C22.3495 15 22.594 15.0441 22.8233 15.1322C23.0576 15.2203 23.2614 15.368 23.4346 15.5754C23.6078 15.7775 23.7453 16.0471 23.8472 16.384C23.9491 16.721 24 17.1408 24 17.6436V17.7991C24 18.3382 23.9491 18.7892 23.8472 19.1521C23.7453 19.5097 23.6078 19.7974 23.4346 20.0151C23.2614 20.2276 23.0576 20.378 22.8233 20.4661C22.594 20.5542 22.3495 20.5983 22.0897 20.5983ZM22.0897 19.9607C22.2476 19.9607 22.3979 19.9322 22.5405 19.8752C22.6883 19.813 22.8156 19.7041 22.9226 19.5486C23.0347 19.3879 23.1213 19.1676 23.1824 18.8877C23.2486 18.6078 23.2817 18.2449 23.2817 17.7991V17.6436C23.2817 17.2393 23.2486 16.9076 23.1824 16.6484C23.1213 16.3892 23.0347 16.1844 22.9226 16.0341C22.8156 15.8838 22.6883 15.7801 22.5405 15.7231C22.3979 15.6661 22.2476 15.6376 22.0897 15.6376C21.9267 15.6376 21.7739 15.6661 21.6312 15.7231C21.4886 15.7801 21.3612 15.8838 21.2492 16.0341C21.1422 16.1844 21.0556 16.3892 20.9894 16.6484C20.9282 16.9076 20.8977 17.2393 20.8977 17.6436V17.7991C20.8977 18.2449 20.9282 18.6078 20.9894 18.8877C21.0556 19.1676 21.1422 19.3879 21.2492 19.5486C21.3612 19.7041 21.4886 19.813 21.6312 19.8752C21.7739 19.9322 21.9267 19.9607 22.0897 19.9607Z" fill="#F58220"/>
                                        <path d="M14.6759 22.879H15.3483V24.6052H15.8832L17.3962 22.879H18.1909L16.4334 24.854L18.2673 27H17.4115L15.8832 25.1961H15.3483V27H14.6759V22.879Z" fill="#F58220"/>
                                        <path d="M19.0711 22.879H21.822V23.4855H19.7435V27H19.0711V22.879Z" fill="#F58220"/>
                                        <path d="M12 19.8829H13.2761V15.8786L12 16.8039V16.0108L13.2914 15.0778H14.0096V19.8829H15.0565V20.5205H12V19.8829Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M17.5044 20.5983C17.214 20.5983 16.9618 20.5594 16.7479 20.4816C16.5339 20.3987 16.3531 20.2924 16.2054 20.1629C16.0627 20.0281 15.9532 19.8778 15.8768 19.7119C15.8004 19.546 15.7571 19.3749 15.7469 19.1987H16.4652C16.4906 19.3957 16.5925 19.5693 16.7708 19.7197C16.9542 19.87 17.1987 19.9451 17.5044 19.9451C17.8508 19.9451 18.1233 19.8363 18.322 19.6186C18.5206 19.3957 18.62 19.0873 18.62 18.6933C18.62 18.4704 18.5869 18.2786 18.5206 18.1179C18.4595 17.9572 18.3755 17.8276 18.2685 17.7292C18.1666 17.6307 18.0494 17.5581 17.917 17.5114C17.7845 17.4648 17.647 17.4415 17.5044 17.4415C17.2293 17.4415 17.0128 17.4933 16.8549 17.597C16.702 17.7006 16.5849 17.8199 16.5034 17.9546H15.8615V15.0778H19.0326V15.7153H16.5798V17.2315C16.8447 16.9361 17.1911 16.7883 17.619 16.7883C18.1488 16.7883 18.5665 16.9516 18.8721 17.2782C19.1829 17.6048 19.3383 18.0765 19.3383 18.6933C19.3383 18.9836 19.2924 19.2479 19.2007 19.4864C19.1141 19.7197 18.9893 19.9192 18.8263 20.0851C18.6684 20.251 18.4748 20.378 18.2456 20.4661C18.0214 20.5542 17.7744 20.5983 17.5044 20.5983Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M22.0897 20.5983C21.8299 20.5983 21.5828 20.5542 21.3485 20.4661C21.1193 20.378 20.918 20.2276 20.7448 20.0151C20.5716 19.7974 20.4341 19.5097 20.3322 19.1521C20.2303 18.7892 20.1794 18.3382 20.1794 17.7991V17.6436C20.1794 17.1408 20.2303 16.721 20.3322 16.384C20.4341 16.0471 20.5716 15.7775 20.7448 15.5754C20.918 15.368 21.1193 15.2203 21.3485 15.1322C21.5828 15.0441 21.8299 15 22.0897 15C22.3495 15 22.594 15.0441 22.8233 15.1322C23.0576 15.2203 23.2614 15.368 23.4346 15.5754C23.6078 15.7775 23.7453 16.0471 23.8472 16.384C23.9491 16.721 24 17.1408 24 17.6436V17.7991C24 18.3382 23.9491 18.7892 23.8472 19.1521C23.7453 19.5097 23.6078 19.7974 23.4346 20.0151C23.2614 20.2276 23.0576 20.378 22.8233 20.4661C22.594 20.5542 22.3495 20.5983 22.0897 20.5983ZM22.0897 19.9607C22.2476 19.9607 22.3979 19.9322 22.5405 19.8752C22.6883 19.813 22.8156 19.7041 22.9226 19.5486C23.0347 19.3879 23.1213 19.1676 23.1824 18.8877C23.2486 18.6078 23.2817 18.2449 23.2817 17.7991V17.6436C23.2817 17.2393 23.2486 16.9076 23.1824 16.6484C23.1213 16.3892 23.0347 16.1844 22.9226 16.0341C22.8156 15.8838 22.6883 15.7801 22.5405 15.7231C22.3979 15.6661 22.2476 15.6376 22.0897 15.6376C21.9267 15.6376 21.7739 15.6661 21.6312 15.7231C21.4886 15.7801 21.3612 15.8838 21.2492 16.0341C21.1422 16.1844 21.0556 16.3892 20.9894 16.6484C20.9282 16.9076 20.8977 17.2393 20.8977 17.6436V17.7991C20.8977 18.2449 20.9282 18.6078 20.9894 18.8877C21.0556 19.1676 21.1422 19.3879 21.2492 19.5486C21.3612 19.7041 21.4886 19.813 21.6312 19.8752C21.7739 19.9322 21.9267 19.9607 22.0897 19.9607Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M14.6759 22.879H15.3483V24.6052H15.8832L17.3962 22.879H18.1909L16.4334 24.854L18.2673 27H17.4115L15.8832 25.1961H15.3483V27H14.6759V22.879Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M19.0711 22.879H21.822V23.4855H19.7435V27H19.0711V22.879Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M11.0796 10L10.1777 4.15243C10.0843 3.54656 10.553 3 11.1661 3H24.9201C25.5872 3 26.0947 3.64735 25.985 4.35847L25.1149 10M30 20.0109C30 26.6323 24.6274 32 18 32C11.3726 32 6 26.6323 6 20.0109C6 13.3895 11.3726 8.02182 18 8.02182C24.6274 8.02182 30 13.3895 30 20.0109Z" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Нужно ли перевозить очень тяжелую технику или другие предметы</p>
                                    <p class="block__text mt-8">От этого будет зависеть квалификация специалистов, количество времени, наличие специальной техники и инструментов. Цена на такелажные работы с предметами от 100 кг считается отдельно: чем тяжелее имущество, тем выше цена.</p>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="swiper-pagination calculation-options-bullets mobile"></div>
                </div>
            </div>
            <div class="calculation__options desktop">
                <div class="paragraph__container flex__center">
                    <div class="paragraph__main--wrap flex__center">
                        <div class="paragraph__wrap price">
                            <div class="paragraph__block paragraph__grey paragraph__price">
                                <div class="paragraph__icon flex__center">
                                    <!-- wide-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M11 19.5L10.5404 19.0404C10.2865 19.2942 10.2865 19.7058 10.5404 19.9596L11 19.5ZM25 19.5L25.4596 19.9596C25.7135 19.7058 25.7135 19.2942 25.4596 19.0404L25 19.5ZM7 4.65H29V3.35H7V4.65ZM29.35 5V32H30.65V5H29.35ZM6.65 32V5H5.35V32H6.65ZM29 4.65C29.1933 4.65 29.35 4.8067 29.35 5H30.65C30.65 4.08873 29.9113 3.35 29 3.35V4.65ZM7 3.35C6.08873 3.35 5.35 4.08873 5.35 5H6.65C6.65 4.8067 6.8067 4.65 7 4.65V3.35ZM11 20.15H25V18.85H11V20.15ZM25.4596 19.0404L21.9596 15.5404L21.0404 16.4596L24.5404 19.9596L25.4596 19.0404ZM24.5404 19.0404L21.0404 22.5404L21.9596 23.4596L25.4596 19.9596L24.5404 19.0404ZM11.4596 19.9596L14.9596 16.4596L14.0404 15.5404L10.5404 19.0404L11.4596 19.9596ZM10.5404 19.9596L14.0404 23.4596L14.9596 22.5404L11.4596 19.0404L10.5404 19.9596Z" fill="#F58220"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Ширина дверных проёмов и лестничных пролётов</p>
                                    <p class="block__text mt-8">Чтобы избежать неожиданностей, лучше заранее измерьте ширину мебели и дверных проёмов и лестничных пролётов. Если первое окажется больше второго, мебель придётся разбирать, а это дополнительное время.</p>
                                </div>
                            </div>
                            <div class="paragraph__block paragraph__grey paragraph__price">
                                <div class="paragraph__icon flex__center">
                                    <!-- weight-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M12 19.8829H13.2761V15.8786L12 16.8039V16.0108L13.2914 15.0778H14.0096V19.8829H15.0565V20.5205H12V19.8829Z" fill="#F58220"/>
                                        <path d="M17.5044 20.5983C17.214 20.5983 16.9618 20.5594 16.7479 20.4816C16.5339 20.3987 16.3531 20.2924 16.2054 20.1629C16.0627 20.0281 15.9532 19.8778 15.8768 19.7119C15.8004 19.546 15.7571 19.3749 15.7469 19.1987H16.4652C16.4906 19.3957 16.5925 19.5693 16.7708 19.7197C16.9542 19.87 17.1987 19.9451 17.5044 19.9451C17.8508 19.9451 18.1233 19.8363 18.322 19.6186C18.5206 19.3957 18.62 19.0873 18.62 18.6933C18.62 18.4704 18.5869 18.2786 18.5206 18.1179C18.4595 17.9572 18.3755 17.8276 18.2685 17.7292C18.1666 17.6307 18.0494 17.5581 17.917 17.5114C17.7845 17.4648 17.647 17.4415 17.5044 17.4415C17.2293 17.4415 17.0128 17.4933 16.8549 17.597C16.702 17.7006 16.5849 17.8199 16.5034 17.9546H15.8615V15.0778H19.0326V15.7153H16.5798V17.2315C16.8447 16.9361 17.1911 16.7883 17.619 16.7883C18.1488 16.7883 18.5665 16.9516 18.8721 17.2782C19.1829 17.6048 19.3383 18.0765 19.3383 18.6933C19.3383 18.9836 19.2924 19.2479 19.2007 19.4864C19.1141 19.7197 18.9893 19.9192 18.8263 20.0851C18.6684 20.251 18.4748 20.378 18.2456 20.4661C18.0214 20.5542 17.7744 20.5983 17.5044 20.5983Z" fill="#F58220"/>
                                        <path d="M22.0897 20.5983C21.8299 20.5983 21.5828 20.5542 21.3485 20.4661C21.1193 20.378 20.918 20.2276 20.7448 20.0151C20.5716 19.7974 20.4341 19.5097 20.3322 19.1521C20.2303 18.7892 20.1794 18.3382 20.1794 17.7991V17.6436C20.1794 17.1408 20.2303 16.721 20.3322 16.384C20.4341 16.0471 20.5716 15.7775 20.7448 15.5754C20.918 15.368 21.1193 15.2203 21.3485 15.1322C21.5828 15.0441 21.8299 15 22.0897 15C22.3495 15 22.594 15.0441 22.8233 15.1322C23.0576 15.2203 23.2614 15.368 23.4346 15.5754C23.6078 15.7775 23.7453 16.0471 23.8472 16.384C23.9491 16.721 24 17.1408 24 17.6436V17.7991C24 18.3382 23.9491 18.7892 23.8472 19.1521C23.7453 19.5097 23.6078 19.7974 23.4346 20.0151C23.2614 20.2276 23.0576 20.378 22.8233 20.4661C22.594 20.5542 22.3495 20.5983 22.0897 20.5983ZM22.0897 19.9607C22.2476 19.9607 22.3979 19.9322 22.5405 19.8752C22.6883 19.813 22.8156 19.7041 22.9226 19.5486C23.0347 19.3879 23.1213 19.1676 23.1824 18.8877C23.2486 18.6078 23.2817 18.2449 23.2817 17.7991V17.6436C23.2817 17.2393 23.2486 16.9076 23.1824 16.6484C23.1213 16.3892 23.0347 16.1844 22.9226 16.0341C22.8156 15.8838 22.6883 15.7801 22.5405 15.7231C22.3979 15.6661 22.2476 15.6376 22.0897 15.6376C21.9267 15.6376 21.7739 15.6661 21.6312 15.7231C21.4886 15.7801 21.3612 15.8838 21.2492 16.0341C21.1422 16.1844 21.0556 16.3892 20.9894 16.6484C20.9282 16.9076 20.8977 17.2393 20.8977 17.6436V17.7991C20.8977 18.2449 20.9282 18.6078 20.9894 18.8877C21.0556 19.1676 21.1422 19.3879 21.2492 19.5486C21.3612 19.7041 21.4886 19.813 21.6312 19.8752C21.7739 19.9322 21.9267 19.9607 22.0897 19.9607Z" fill="#F58220"/>
                                        <path d="M14.6759 22.879H15.3483V24.6052H15.8832L17.3962 22.879H18.1909L16.4334 24.854L18.2673 27H17.4115L15.8832 25.1961H15.3483V27H14.6759V22.879Z" fill="#F58220"/>
                                        <path d="M19.0711 22.879H21.822V23.4855H19.7435V27H19.0711V22.879Z" fill="#F58220"/>
                                        <path d="M12 19.8829H13.2761V15.8786L12 16.8039V16.0108L13.2914 15.0778H14.0096V19.8829H15.0565V20.5205H12V19.8829Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M17.5044 20.5983C17.214 20.5983 16.9618 20.5594 16.7479 20.4816C16.5339 20.3987 16.3531 20.2924 16.2054 20.1629C16.0627 20.0281 15.9532 19.8778 15.8768 19.7119C15.8004 19.546 15.7571 19.3749 15.7469 19.1987H16.4652C16.4906 19.3957 16.5925 19.5693 16.7708 19.7197C16.9542 19.87 17.1987 19.9451 17.5044 19.9451C17.8508 19.9451 18.1233 19.8363 18.322 19.6186C18.5206 19.3957 18.62 19.0873 18.62 18.6933C18.62 18.4704 18.5869 18.2786 18.5206 18.1179C18.4595 17.9572 18.3755 17.8276 18.2685 17.7292C18.1666 17.6307 18.0494 17.5581 17.917 17.5114C17.7845 17.4648 17.647 17.4415 17.5044 17.4415C17.2293 17.4415 17.0128 17.4933 16.8549 17.597C16.702 17.7006 16.5849 17.8199 16.5034 17.9546H15.8615V15.0778H19.0326V15.7153H16.5798V17.2315C16.8447 16.9361 17.1911 16.7883 17.619 16.7883C18.1488 16.7883 18.5665 16.9516 18.8721 17.2782C19.1829 17.6048 19.3383 18.0765 19.3383 18.6933C19.3383 18.9836 19.2924 19.2479 19.2007 19.4864C19.1141 19.7197 18.9893 19.9192 18.8263 20.0851C18.6684 20.251 18.4748 20.378 18.2456 20.4661C18.0214 20.5542 17.7744 20.5983 17.5044 20.5983Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M22.0897 20.5983C21.8299 20.5983 21.5828 20.5542 21.3485 20.4661C21.1193 20.378 20.918 20.2276 20.7448 20.0151C20.5716 19.7974 20.4341 19.5097 20.3322 19.1521C20.2303 18.7892 20.1794 18.3382 20.1794 17.7991V17.6436C20.1794 17.1408 20.2303 16.721 20.3322 16.384C20.4341 16.0471 20.5716 15.7775 20.7448 15.5754C20.918 15.368 21.1193 15.2203 21.3485 15.1322C21.5828 15.0441 21.8299 15 22.0897 15C22.3495 15 22.594 15.0441 22.8233 15.1322C23.0576 15.2203 23.2614 15.368 23.4346 15.5754C23.6078 15.7775 23.7453 16.0471 23.8472 16.384C23.9491 16.721 24 17.1408 24 17.6436V17.7991C24 18.3382 23.9491 18.7892 23.8472 19.1521C23.7453 19.5097 23.6078 19.7974 23.4346 20.0151C23.2614 20.2276 23.0576 20.378 22.8233 20.4661C22.594 20.5542 22.3495 20.5983 22.0897 20.5983ZM22.0897 19.9607C22.2476 19.9607 22.3979 19.9322 22.5405 19.8752C22.6883 19.813 22.8156 19.7041 22.9226 19.5486C23.0347 19.3879 23.1213 19.1676 23.1824 18.8877C23.2486 18.6078 23.2817 18.2449 23.2817 17.7991V17.6436C23.2817 17.2393 23.2486 16.9076 23.1824 16.6484C23.1213 16.3892 23.0347 16.1844 22.9226 16.0341C22.8156 15.8838 22.6883 15.7801 22.5405 15.7231C22.3979 15.6661 22.2476 15.6376 22.0897 15.6376C21.9267 15.6376 21.7739 15.6661 21.6312 15.7231C21.4886 15.7801 21.3612 15.8838 21.2492 16.0341C21.1422 16.1844 21.0556 16.3892 20.9894 16.6484C20.9282 16.9076 20.8977 17.2393 20.8977 17.6436V17.7991C20.8977 18.2449 20.9282 18.6078 20.9894 18.8877C21.0556 19.1676 21.1422 19.3879 21.2492 19.5486C21.3612 19.7041 21.4886 19.813 21.6312 19.8752C21.7739 19.9322 21.9267 19.9607 22.0897 19.9607Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M14.6759 22.879H15.3483V24.6052H15.8832L17.3962 22.879H18.1909L16.4334 24.854L18.2673 27H17.4115L15.8832 25.1961H15.3483V27H14.6759V22.879Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M19.0711 22.879H21.822V23.4855H19.7435V27H19.0711V22.879Z" stroke="#F58220" stroke-width="0.3"/>
                                        <path d="M11.0796 10L10.1777 4.15243C10.0843 3.54656 10.553 3 11.1661 3H24.9201C25.5872 3 26.0947 3.64735 25.985 4.35847L25.1149 10M30 20.0109C30 26.6323 24.6274 32 18 32C11.3726 32 6 26.6323 6 20.0109C6 13.3895 11.3726 8.02182 18 8.02182C24.6274 8.02182 30 13.3895 30 20.0109Z" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Нужно ли перевозить очень тяжелую технику или другие предметы</p>
                                    <p class="block__text mt-8">От этого будет зависеть квалификация специалистов, количество времени, наличие специальной техники и инструментов. Цена на такелажные работы с предметами от 100 кг считается отдельно: чем тяжелее имущество, тем выше цена.</p>
                                </div>
                            </div>
                        </div>
                        <div class="paragraph__wrap price mt-48">
                            <div class="paragraph__block paragraph__white paragraph__price one__third">
                                <div class="paragraph__icon light flex__center">
                                    <!-- elevator-icon -->
                                    <svg width="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M27 33V9.13793C27 8.58565 26.5523 8.13793 26 8.13793H18M9 33V9.13793C9 8.58565 9.44772 8.13793 10 8.13793H18M18 8.13793V33M21 5.75977H15M6 33H30C30.5523 33 31 32.5523 31 32V4C31 3.44772 30.5523 3 30 3H6C5.44772 3 5 3.44772 5 4V32C5 32.5523 5.44772 33 6 33Z" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Есть ли в здании лифт или на какой этаж нужно подняться</p>
                                    <p class="block__text mt-8">Если лифта нет, а помещение на последнем этаже, у нас уйдет больше времени.</p>
                                </div>
                            </div> 
                            <div class="paragraph__block paragraph__white paragraph__price one__third">
                                <div class="paragraph__icon light flex__center">
                                    <!-- parking-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M15 25V18M15 18V11H19.5C21.433 11 23 12.567 23 14.5C23 16.433 21.433 18 19.5 18H15ZM3 34H33C33.5523 34 34 33.5523 34 33V3C34 2.44772 33.5523 2 33 2H3C2.44772 2 2 2.44772 2 3V33C2 33.5523 2.44772 34 3 34Z" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Можно ли припарковать машину у входа</p>
                                    <p class="block__text mt-8">Если нет, то расстояние от двери до автомобиля увеличится, специалисты будут работать дольше.</p>
                                </div>
                            </div>
                            <div class="paragraph__block paragraph__white paragraph__price one__third">
                                <div class="paragraph__icon light flex__center">
                                    <!-- clothes-icon -->
                                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M18 33H30C30.5523 33 31 32.5523 31 32V9C31 8.49864 30.631 8.08346 30.1498 8.01115C30.0513 7.99634 29.9516 7.9851 29.8563 7.95578L23.5 6M18 33H6C5.44772 33 5 32.5523 5 32V9C5 8.49511 5.37417 8.07762 5.86034 8.00968C5.95236 7.99682 6.04532 7.98705 6.13467 7.96152L13 6M18 33V16.125M18 16.125L23.9405 12.3551C24.2796 12.1398 24.4571 11.7426 24.3911 11.3463L23.5 6M18 16.125L12.5595 12.3551C12.2204 12.1398 12.0429 11.7426 12.1089 11.3463L13 6M18 16.125L23.5 6M18 16.125L13 6M13 6L13.3607 3.8356C13.4411 3.35341 13.8583 3 14.3471 3H22.1529C22.6417 3 23.0589 3.35341 23.1393 3.8356L23.5 6M22 21H27" stroke="#F58220" stroke-width="1.3"/>
                                    </svg>
                                </div>
                                <div class="paragraph__text--wrap price">
                                    <p class="block__title mt-16">Нужно ли упаковывать вещи</p>
                                    <p class="block__text mt-8">Справитесь с упаковкой сами — мы всё погрузим и разгрузим. Нужна помощь — приедем заранее и привезем всё необходимое.</p>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="section pt-from-64-to-152">
        <div class="calculation__variants">
            <h2 class="subtitle">Варианты расчёта стоимости</h2>
            <div class="contact__us--wrap calculation__variants--wrap flex__center mt-from-24-to-56">
                <div class="paragraph__block paragraph__our-phone paragraph__calculation-variants">
                    <div class="paragraph__text--wrap contacts">
                        <p class="block__title">Фиксированная</p>
                        <p class="block__text mt-8">С учётом всех деталей посчитаем время и количество специалистов. Стоимость будет рассчитана после нашей консультации — если в процессе не изменится объём вещей или условия переезда, она не увеличится. Главное преимущество в том, что так вы не будете зависеть ни от погоды, ни от пробок.</p>
                    </div>
                </div>
                <div class="paragraph__block paragraph__our-networks paragraph__calculation-variants">
                    <div class="paragraph__text--wrap contacts">
                        <p class="block__title">Почасовая</p>
                        <p class="block__text mt-8">Сориентируем по цене из расчёта примерного объёма работ. Итоговая стоимость будет зависеть от реального количества упаковочного материала и времени, потраченного на переезд. Этот вариант выгоднее, если вы ещё не определились, что нужно перевезти.</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="section pt-from-64-to-152">
        <?php include(THEME_DIR . '/blocks/about-cost-block.php'); ?>
    </section>
    <section class="section section__moving--checklists pt-from-64-to-152">
        <div class="subtitle__wrap mobile mb-from-24-to-56">
            <h2 class="subtitle mobile">Перевезли эти квартиры — <br>перевезём и вашу</h2>
        </div>
        <div class="subtitle__wrap desktop mb-from-24-to-56">
            <h2 class="subtitle desktop mb-from-24-to-56">Эти квартиры и офисы уже  <br>переехали с нами</h2>
        </div>
        <?php include(THEME_DIR . '/blocks/cases-all-block.php'); ?>
        <a class="button__white desktop flex__center mt-56" href="#">Показать ещё</a>
    </section>
    <section class="section pt-from-64-to-152">
        <h2 class="subtitle text__center--mobile mb-from-24-to-56">Возможно, вам это пригодится</h2>
        <?php include(THEME_DIR . '/blocks/stock-block.php'); ?>
    </section>
    <section class="section pt-from-64-to-152">
        <?php include(THEME_DIR . '/blocks/contact-us-block.php'); ?>
    </section>
    <section class="section section__request pt-from-64-to-152">
        <?php include(THEME_DIR . '/blocks/request-block.php'); ?>
    </section>
</main>
<script src="<?php echo esc_url( get_template_directory_uri() ); ?>/assets/js/price.js"></script>
<?php
get_footer();
?>