<div class="paragraph__container flex__center">
    <h2 class="subtitle">«Деликатный переезд» — это как?</h2>
    <div class="paragraph__main--wrap flex__center mt-from-24-to-56">
        <div class="paragraph__wrap">
            <div class="paragraph__block paragraph__grey paragraph__how-to">
                <div class="how-to-move__text--wrap">
                    <p class="block__title">Мы не грузовое такси, а мувинговая компания</p>
                    <p class="block__text mt-8">Это значит, что мы сами пакуем, грузим и перевозим ваши вещи</p>
                </div>
                <div class="paragraph__img--wrap man__with--boxes">
                    <picture>
                        <img src="<?php echo esc_url( get_template_directory_uri() ); ?>/src/img/man-with-boxes-fullsize.png" alt="">
                    </picture>
                </div>
            </div>
            <div class="paragraph__block paragraph__grey paragraph__how-to">
                <div class="how-to-move__text--wrap">
                    <p class="block__title">Всегда берём с собой запас упаковки</p>
                    <p class="block__text mt-8">Мы не покупаем коробки где придётся по пути к вам — у нас свои упаковочные материалы: они более прочные и надёжные.</p>
                </div>
                <div class="paragraph__img--wrap box">
                    <picture>
                        <img src="<?php echo esc_url( get_template_directory_uri() ); ?>/src/img/box.png" alt="">
                    </picture>
                    <div class="paragraph__img--wrap box__blur">
                        <picture>
                            <img src="<?php echo esc_url( get_template_directory_uri() ); ?>/src/img/box-blur.png" alt="">
                        </picture>
                    </div>
                </div>
            </div>
        </div>
        <div class="paragraph__wrap mt-from-16-to-48">
            <div class="paragraph__block paragraph__white">
                <div class="paragraph__icon flex__center">
                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M31 27V3C31 2.44772 30.5523 2 30 2H6C5.44772 2 5 2.44772 5 3V33C5 33.5523 5.44771 34 6 34H24M31 27L24 34M31 27H25C24.4477 27 24 27.4477 24 28V34M27 7H9M27 11H9M27 15H9M27 19H9M12 26.7L13.5 28.5L16 25.5M18 27C18 29.2091 16.2091 31 14 31C11.7909 31 10 29.2091 10 27C10 24.7909 11.7909 23 14 23C16.2091 23 18 24.7909 18 27Z" stroke="#F58220" stroke-width="1.3" stroke-linejoin="round"/>
                    </svg>
                </div>
                <div class="paragraph__text--wrap">
                    <p class="block__title mt-from-16-to-24">Несём ответственность по договору</p>
                    <p class="block__text mt-8">Мы всегда предельно аккуратны с вещами. Но если вдруг что-нибудь сломаем (что очень вряд ли) — починим или компенсируем ущерб.</p>
                </div>
            </div> 
            <button class="button__white show-all" type="button">Показать ещё</button>
            <div class="paragraph__wrap mobile">
                <div class="paragraph__block paragraph__white">
                    <div class="paragraph__icon flex__center">
                    <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip1)">
                        <path d="M11.6364 15.6847C11.6364 15.6847 15.2499 15.0514 17.2364 13.9007C19.3667 12.6667 21.0081 11.895 21.8182 9.56806C22.118 8.70684 22.1348 7.44927 22.1104 6.67998C22.0988 6.31425 22.3888 6 22.7554 6C24.3819 6 25.7536 7.2502 25.7262 8.87356C25.7176 9.38334 25.6914 9.89162 25.6364 10.3326C25.433 11.9615 24.5636 14.4104 24.5636 14.4104H28.9455C28.9455 14.4104 32 14.1556 32 16.3219C32 18.1868 28.9819 18.2574 28.1419 18.241M11.6364 15.6847V27.9181M11.6364 15.6847C11.6364 14.981 11.0648 14.4104 10.3598 14.4104H4V29.957H9.63636C10.7409 29.957 11.6364 29.0207 11.6364 27.9181M27.9273 18.2334H24.4M27.9273 18.2334C27.9273 18.2334 28.0061 18.2383 28.1419 18.241M27.9273 18.2334C27.9273 18.2334 28.0075 18.2334 28.1419 18.241M28.1818 22.0563H24.3818M28.1818 22.0563C28.1818 22.0563 30.9818 21.8014 30.9818 20.0174C30.9818 18.5225 28.8371 18.2802 28.1419 18.241M28.1818 22.0563C28.1818 22.0563 30.2182 22.3111 30.2182 23.9677C30.2182 25.6243 28.1818 25.8792 27.1636 25.8792M11.6364 27.9181C15.0534 28.6544 18.4501 29.4933 21.6182 29.8383C24.7862 30.1832 27.0297 29.8691 27.0297 29.8691C27.0297 29.8691 29.411 29.7142 29.3308 27.7152C29.2506 25.7161 27.1636 25.8792 27.1636 25.8792M27.1636 25.8792H25.6364H24.1091M7.8196 18.2339L7.20592 19.217C6.80251 19.8633 6.80251 20.6823 7.20592 21.3286L8.43328 23.2948C8.83669 23.9411 8.83669 24.7601 8.43328 25.4064L7.8196 26.3895" stroke="#F58220" stroke-width="1.3"/>
                        <path d="M33.278 1.32977C33.278 1.32977 32.4691 3.91005 33.2099 5.25012C33.9508 6.59019 36.5661 7.2774 36.5661 7.2774C36.5661 7.2774 33.9858 6.46847 32.6458 7.20931C31.3057 7.95016 30.6185 10.5655 30.6185 10.5655C30.6185 10.5655 31.4274 7.98521 30.6866 6.64514C29.9457 5.30507 27.3304 4.61786 27.3304 4.61786C27.3304 4.61786 29.9107 5.42679 31.2507 4.68595C32.5908 3.9451 33.278 1.32977 33.278 1.32977Z" fill="#F58220"/>
                        <path d="M7.20729 0.206856C7.20729 0.206856 8.38033 3.16534 10.0509 3.84129C11.7215 4.51724 14.6218 3.20694 14.6218 3.20694C14.6218 3.20694 11.6633 4.37998 10.9873 6.05056C10.3114 7.72113 11.6217 10.6214 11.6217 10.6214C11.6217 10.6214 10.4487 7.66295 8.77808 6.98699C7.10751 6.31104 4.20721 7.62135 4.20721 7.62135C4.20721 7.62135 7.16569 6.4483 7.84164 4.77773C8.5176 3.10716 7.20729 0.206856 7.20729 0.206856Z" fill="#F58220"/>
                        </g>
                        <defs>
                        <clipPath id="clip2">
                        <rect width="36" height="36" fill="white"/>
                        </clipPath>
                        </defs>
                    </svg>
                    </div>
                    <div class="paragraph__text--wrap">
                        <p class="block__title mt-from-16-to-24">Требовательны к персоналу</p>
                        <p class="block__text mt-8">В нашей команде — только вежливые и опрятные специалисты с чётким разделением обязанностей: одни пакуют и грузят, другие — за рулём.</p>
                    </div>
                </div>
                <div class="paragraph__block paragraph__white">
                    <div class="paragraph__icon flex__center">
                        <svg viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M28.5907 17.9584C27.0472 8.41198 25.2317 5.98788 17.1058 6.00005M28.5907 17.9584H25.8022V26.0592H28.5907M28.5907 17.9584V26.0592M28.5907 17.9584C29.9213 17.9584 31 18.9666 31 20.2103V24.1826C31 25.219 30.1011 26.0592 28.9923 26.0592L28.5907 26.0592M7.40927 17.9584C8.95279 8.41198 11.7312 5.98788 18.8942 6.00005M7.40927 17.9584H10.1978V26.0592H7.40927M7.40927 17.9584V26.0592M7.40927 17.9584C6.07867 17.9584 5 18.9666 5 20.2103V24.1826C5 25.219 5.89889 26.0592 7.00772 26.0592L7.40927 26.0592M19.8571 27.6022L21.0952 29.9167C21.0952 29.9167 24.8316 30.4625 27.2929 28.7595C28.694 27.79 28.5309 26.0592 28.5309 26.0592" stroke="#F58220" stroke-width="1.3"/>
                        </svg>
                    </div>
                    <div class="paragraph__text--wrap">
                        <p class="block__title mt-from-16-to-24">Назначаем координатора</p>
                        <p class="block__text mt-8">Его задача — контролировать переезд от «П» до «Д» и решать все непредвиденные ситуации за вас.</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>