<div class="our__advice flex__center">
    <div class="our-advice__text--wrap">
        <h2 class="subtitle">Тем, кто переезжает, мы советуем...</h2>
        <div class="our__advice--text mt-from-16-to-32">
            <p class="block__text mt-32">
                Чтобы переезд был сопряжен с меньшим дискомфортом, заранее соберите и упакуйте предметы первой необходимости, пометьте коробки с ними отличающейся маркировкой. Проследите, чтобы их погрузили в транспорт в последнюю очередь. 
            </p>
            <p class="block__text mt-32">
                Так при выгрузке они окажутся доступны в первую очередь, и вы не будете испытывать неудобств. Надписи на коробах сделайте как можно более наглядными, рассортируйте вещи по назначению, принадлежности членам семьиВещи первой необходимости надо упаковать в отдельные короба.
            </p>
            <p class="block__text mt-32">
                Вы сильно облегчите себе жизнь, если подпишете эти короба как можно подробнее и нагляднее. Можно даже выделить для них маркер другого цвета (например, красного). Загружать эти короба в транспорт надо будет в последнюю очередь, чтобы при разгрузке в новой квартире достать и распаковать их первыми.
            </p>
            <p class="block__text mt-32">
                Еда и напитки на первое время,Одежда и обувь на первое время, полотенца, средства гигиены, фен Постельное белье, одеяла, подушкиДетские вещиАптечкаНабор инструментовБытовая химияВещи для животныхЗарядные устройства для телефонов и планшетовКанцелярский нож или ножницы
            </p>
        </div>
    </div>
    <div class="advice__text--plank">.</div>
    <a class="our__advice--button flex__center" href="#">
        <div class="our__advice--arrow flex__center">
            <!-- slider-arrow-icon -->
            <svg viewBox="0 0 13 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M12 5L12.5172 4.4569C12.6659 4.59845 12.75 4.79474 12.75 5C12.75 5.20526 12.6659 5.40155 12.5172 5.5431L12 5ZM0 4.25L12 4.25V5.75L0 5.75V4.25ZM12.5172 5.5431L8.31724 9.5431L7.28276 8.4569L11.4828 4.4569L12.5172 5.5431ZM11.4828 5.5431L7.28276 1.5431L8.31724 0.456897L12.5172 4.4569L11.4828 5.5431Z" fill="#F58220"/>
            </svg>
        </div>
        <div class="our-advice__button--text">
            <p class="go__down--text active">Читать полностью</p>
            <p class="go__up--text">Свернуть</p>
        </div>
    </a>
</div>